Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/depts/regjeringen.no/185-miljovdna-doarjjan-aarjel--ja-julevsami-gielladoaimmaide_id_603613.html.tmx
Source language: sme
Languages: sma

source: 1,85 miljovdna doarjjan åarjel- ja julevsámi gielladoaimmaide - regjeringen.no
sma: 1,85 millijovnh kråvnah dåarjojne åarjel- jih luvlesaemien gïeledarjomidie

source: - Nordlándda fylkkamánni lea dehálaš oasálaš sámegielaid doaibmaplána åarjel- ja julevsámegiela doaibmabijuid čađaheames.
sma: Nordlaanten Fylhkenålma akte vihkeles guejmie dennie barkosne edtja darjomidie åarjel- jih luvlesaemien gïelide tjïrrehtidh dennie dahkoesoejkesjisnie saemien gïelide.

source: Ráđđehus doarju danin fylkkamánni gielladoaimmaid jagi 2010 Šs 1,7 milj. ruvnnuin, dadjá ođasmahttin-, hálddahus- ja girkoministtar Rigmor Aasrud.
sma: Reerenasse dan åvteste fylhkenålman gïeledarjomh 1,7 mill. kråvnajgujmie dåårje jaepien 2010, orrestehteme-, reereme- jïh gærhkoeministere Rigmor Aasrud jeahta.

source: Dasa lassin juolluduvvo 150 000 ruvdno prošektii YouTube julevsámegillii.
sma: Lissine vaadtasåvva 150 000 kråvnah YouTube-prosjektese luvlesaemien gïelesne.

source: Nordlándda fylkkamánnis lea ovddasvástádus oktiiheivehit åarjel- ja julevsámi giellaoahpahusa, ja bargá aktiivvalaččat nannemis ja seailluheames gielaid.
sma: Nordlaanten Fylhkenålma diedtem åtna åarjel- jïh luvlesaemien øøhpehtimmiem iktedidh, jïh eadtjohkelaakan barka edtja gïelide nænnoestidh jïh gorredidh.

source: Jagi 2010 leat plánejuvvon moanat doaimma mánáide, nuoraide ja rávisolbmuide.
sma: Jaepien 2010 jïjnjh darjomh maanide, noeride jih geervide soejkesjamme.

source: Maiddái leat plánejuvvon doaimmat mat loktejit sámi oahpaheddjiid gelbbolašvuođa.
sma: Aaj darjomh soejkesjamme edtja maahtoem lutnjedh dejtie lohkehtæjjide saemien gïelesne.

source: Soames doaimmat čađahuvvojit Norgga ja Ruoŧabeale iešguđet oassálastit ovttasbargama bakte.
sma: Sæjhta såemies dejstie darjomijstie tjïrrehtidh laavenjostosne ovmessie aktøørigujmie Nøørjesne jih Sveerjesne.

source: 2009 Šs Ráđđehus doarjjui fylkkamánni doaibmabiju 1,5 milj. ruvnnuin.
sma: Reerenasse fylhkenålman darjomh 1,5 mill. kråvnajgujmie dåarjoeji 2009.

source: – Smávit sámi gielaid dilli lea dramáhtalaš.
sma: – Dïhte tsiehkie dejtie smaave saemien gïelide lea geerve.

source: Mun lean ilus fylkkamánni giellabarggu áŋgiruššama, ja bargamis oažžut sajádagaid gos åarjel- ja julevsámegiella geavahuvvo.
sma: Manne feejjen ihke fylhkenålma dan eadtjohke gïelebarkosne, jïh ihke barkeminie vielie sijjieh sjugniedidh gusnie maahta åarjel- jïh luvlesaemien gïelh nåhtadidh.

source: Dát leat doaibmabijut mat leat dehálačča ja váikkuhit ahte smávit gielat ovdánit, lohká stáhtaráđđi.
sma: Daate lea darjomh mah dejtie smaave gïelide åajvoehlaakan bæjjese lutnjieh, staateraerije jeahta.

source: Jagi 2008 oaččui prošeakta YouTube julevsámegillii 150 000 ruvdnosaš doarjaga, ja vaikko prošeakta maŋiduvvui veaháš de dat dál lea álggahuvvon ja leat virgádan aitto oahppan julevsámegielat journalistta doaimmaheaddjin.
sma: YouTube-prosjekte luvlesaemien gïelesne 150 000 kråvnah dåarjojne åadtjoeji 2008, jïh akten onne vuertiestimmien mænngan prosjekte vihth juhtieminie aktine aadtjen øøhpehtamme journalistine goh redaktøre mij luvlesaemien soptseste.

source: Prošeavtta ulbmiliin lea ásahit interaktiiva sajádaga gos julevsámi nuorat sáhttet geavahit giela.
sma: Prosjekten åssjaldahke lea aktem interaktijve sijjiem sjugniedidh gusnie luvlesaemien noerh maehtieh gïelem nåhtadidh.

source: Ráđđehus doarju prošeavtta ja lea 2010 Šs juolludan 150 000 ruvnno dasa.
sma: Reerenasse darjomem 150 000 kråvnajgujmie dåårje 2010.
